<?php

return [
    /*
    |--------------------------------------------------------------------------
    | パスワードリセットの言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は、パスワードブローカーによって提供されるパスワードの更新試行の理由と一致するデフォルトの行です。
    | 無効なトークンや無効な新しいパスワードなど、パスワードの更新試行が失敗した場合に与えられます。
    |
    */

    'reset' => 'パスワードがリセットされました！',
    'sent' => 'パスワードリセットリンクをメールで送信しました！',
    'throttled' => '再試行する前にお待ちください。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => "そのメールアドレスでユーザーを見つけることができません。",
];
