<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые Ресурсы Аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые строки используются в процессе аутентификации для
    | отображения различных сообщений пользователю. Вы можете изменять
    | эти строки в соответствии с требованиями вашего приложения.
    |
    */

    'failed' => 'Эти учетные данные не соответствуют нашим записям.',
    'password' => 'Указанный пароль неверен.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте снова через :seconds секунд.',
];
