<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые строки аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые строки используются во время аутентификации
    | для различных сообщений, которые необходимо отображать пользователю.
    | Вы можете свободно изменять эти строки в соответствии с требованиями вашего приложения.
    |
    */

    'failed' => 'Учетные данные не совпадают с нашими записями.',
    'password' => 'Введённый пароль неверен.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте снова через :seconds секунды.',

    'sign_in' => 'Войти',
    'sign_in_title' => 'Войдите в свой аккаунт',
    'or_sign_in_with' => 'Или войдите с помощью',
    'forgot_password' => 'Забыли пароль?',
    'dont_have_account' => 'Нет аккаунта?',
    'already_have_account' => 'Уже есть аккаунт?',

    'sign_up' => 'Регистрация',
    'sign_up_title' => 'Создайте свой аккаунт',

    'logout' => 'Выйти',

    'input' => [
        'email' => 'Электронная почта',
        'email_label' => 'Адрес электронной почты',
        'password' => 'Пароль',
    ],

    'oauth' => [
        'unverified_discord_account' => 'Ваш аккаунт Discord не подтвержден.',
        'account_not_registered' => 'Вы не зарегистрированы на этом сайте.',
    ],

    'reset_password' => 'Сбросить пароль',

    'verify_2fa' => 'Подтвердить 2FA',
    'verify' => 'Подтвердить',

    'verification' => [
        'notice' => 'Подтвердите свой адрес электронной почты',
        'sent' => 'Новая ссылка для подтверждения была отправлена на вашу электронную почту.',
        'check_your_email' => 'Прежде чем продолжить, пожалуйста, проверьте свою электронную почту на наличие ссылки для подтверждения.',
        'not_received' => 'Если вы не получили письмо, вы можете запросить другое письмо для подтверждения.',
        'request_another' => 'Отправить письмо для подтверждения повторно',
    ],
];
