<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые строки аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые строки используются во время аутентификации для различных
    | сообщений, которые нам нужно отображать пользователю. Вы можете изменить
    | эти языковые строки в соответствии с требованиями вашего приложения.
    |
    */

    'failed' => 'Эти учетные данные не соответствуют нашим записям.',
    'password' => 'Предоставленный пароль неверен.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте снова через :seconds секунд.',

    'sign_in' => 'Войти',
    'sign_in_title' => 'Войдите в ваш аккаунт',
    'or_sign_in_with' => 'Или войдите с помощью',
    'forgot_password' => 'Забыли пароль?',
    'dont_have_account' => 'Нет аккаунта?',
    'already_have_account' => 'Уже есть аккаунт?',

    'sign_up' => 'Регистрация',
    'sign_up_title' => 'Создайте ваш аккаунт',

    'logout' => 'Выйти',

    'input' => [
        'email' => 'Email',
        'email_label' => 'Адрес электронной почты',
        'password' => 'Пароль',
    ],

    'oauth' => [
        'unverified_discord_account' => 'Ваш аккаунт Discord не подтвержден.',
        'account_not_registered' => 'Вы не зарегистрированы на этом сайте.',
    ],

    'reset_password' => 'Сбросить пароль',

    'verify_2fa' => 'Подтвердить 2FA',
    'verify' => 'Подтвердить',

    'verification' => [
        'notice' => 'Подтвердите ваш адрес электронной почты',
        'sent' => 'Новая ссылка для подтверждения была отправлена на ваш адрес электронной почты.',
        'check' => 'Прежде чем продолжить, пожалуйста, проверьте вашу электронную почту на наличие ссылки для подтверждения.',
        'if_not_received' => 'Если вы не получили письмо',
        'request_another' => 'нажмите здесь, чтобы запросить другое',
    ],
];
