<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые Ресурсы Пагинации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые строки используются библиотекой пагинации для создания
    | простых ссылок пагинации. Вы можете изменить их на что угодно,
    | чтобы настроить ваши представления лучше под ваше приложение.
    |
    */

    'previous' => '&laquo; Предыдущая',
    'next' => 'Следующая &raquo;',
];
