<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые Ресурсы Сброса Пароля
    |--------------------------------------------------------------------------
    |
    | Следующие языковые строки являются стандартными строками, которые соответствуют причинам,
    | предоставляемым брокером паролей для попытки обновления пароля,
    | которая не удалась, например, из-за недействительного токена или недопустимого нового пароля.
    |
    */

    'reset' => 'Ваш пароль был сброшен!',
    'sent' => 'Мы отправили на вашу электронную почту ссылку для сброса пароля!',
    'throttled' => 'Пожалуйста, подождите перед повторной попыткой.',
    'token' => 'Этот токен сброса пароля недействителен.',
    'user' => "Мы не можем найти пользователя с таким адресом электронной почты.",
];
