<?php

return [
    'add_to_cart' => 'Добавить в корзину',
    'view' => 'Просмотр',
    'checkout' => 'Оформить заказ',
    'remove' => 'Удалить',
    'empty_cart' => 'Ваша корзина пуста',
    'total_today' => 'Итого сегодня',
    'subtotal' => 'Промежуточный итог',
    'total' => 'Итого',

    'then_after_x' => 'Затем через :time',
    'order_summary' => 'Сводка заказа',
    'edit' => 'Редактировать',

    'apply' => 'Применить',
    'price' => 'Цена',
    'setup_fee' => 'Плата за установку',

    'in_stock' => 'В наличии',
    'out_of_stock' => 'Товар :product отсутствует',
    'user_limit' => 'Вы достигли лимита по :product',
    'payment_method' => 'Способ оплаты',
    'use_credits' => 'Использовать кредиты',
    'tos' => 'Я соглашаюсь с ',
    'tos_link' => 'Условиями использования',
    'tos_required' => 'Вы должны согласиться с Условиями использования',
];
