<?php

return [
    'affiliate' => 'Партнерська програма',
    'signup-for-affiliate' => 'Зареєструватися в партнерській програмі',
    'code' => 'Код',
    'visitors' => 'Відвідувачі',
    'total-visitors' => 'Всього відвідувачів',
    'signups' => 'Реєстрації',
    'total-signups' => 'Всього реєстрацій',
    'earnings' => 'Заробіток',
    'total-earnings' => 'Загальний заробіток',
    'your-affiliate-link' => 'Ваше партнерське посилання',
    'copy' => 'Копіювати',

    'you-havent-signed-up-yet' => 'Ви ще не зареєстровані в партнерській програмі!',
    'you-are-already-affiliated' => 'Ви вже зареєстровані в партнерській програмі.',
    'signup-success' => 'Ви успішно зареєструвалися в партнерській програмі!',
];
